{"group": "Group 3", "players": ["아담", "순호", "하현", "영진", "주환"], "settings": {"characters": "아담, 순호, 하현, 영진, 주환", "places": "박물관, 도서관, 학교, 카페, 은행", "tools": "칼, 총, 독약, 망치, 로프", "story": "한 뜻밖의 사건이 어느 도시에서 벌어졌습니다. 그 도시에는 아담, 순호, 하현, 영진, 주환이라는 다섯 명의 사람들이 살고 있었습니다. 그들은 모두 사건과 관련이 있을 것 같은데, 어떤 흔적을 남겼을까요?\n\n어느 날 밤, 박물관에서 유명한 보석이 사라졌습니다. 박물관은 그날 아무도 없었던 침묵한 분위기를 지니고 있었습니다. 그리고 박물관 안에는 칼, 총, 독약, 망치, 로프라는 다섯 가지의 도구가 놓여 있었습니다. 이 도구들 중 어떤 것이 사용되었을까요?", "answer": "범인은 하현이었습니다. 그리고 범인은 박물관에서 독약을 사용했습니다.", "explanation": "하현은 박물관의 관리인으로 일하고 있었으며, 그녀는 보석을 소중히 간직하고 있었습니다. 그러나 어느 날 그녀는 돈에 대한 욕망에 휩싸였고, 보석을 훔치기로 결심했습니다. 박물관에는 다양한 보안 시설이 있었지만, 하현은 자신의 관리인 권한을 이용하여 침입하고 보석을 훔쳤습니다.\n\n하현은 독약을 사용하여 보석실의 보안 시스템을 우회했습니다. 독약은 무색, 무맛, 무냄새로서 적절히 사용하면 아무도 의심하지 않을 수 있었습니다. 그리고 독약은 보석실에 남아있던 흔적을 지울 수 있었습니다.\n\n범인이 하현이라는 것은 박물관의 CCTV를 통해 확인할 수 있었습니다. 그리고 독약을 사용한 것은 범인이 흔적을 지우기 위해 놓친 아주 작은 힌트에서 알 수 있었습니다. 게임 참가자들은 이러한 힌트들을 통해 범인이 하현이고, 범인이 독약을 사용했다는 것을 추론해야 합니다."}}
{"group": "Group 3", "players": ["아담", "순호", "하현", "영진", "주환c"], "settings": {"characters": "아담, 순호, 하현, 영진, 주환c", "places": "사무실, 주방, 정원, 침실, 창고", "tools": "칼, 총, 독, 로프, 가위", "story": "한 날, 작은 마을에서 범죄가 발생했습니다. 아담, 순호, 하현, 영진, 주환이라는 다섯 명의 주민들 중 한 명이 무언가를 저지른 것 같았습니다. 이 작은 마을에는 사무실, 주방, 정원, 침실, 창고라는 다섯 곳이 있었고, 범행에 사용된 도구는 칼, 총, 독, 로프, 가위 중 하나였습니다.", "answer": "범인: \n장소: \n도구:", "explanation": ""}}
{"group": "Group 1", "players": ["아담", "순호", "영진", "주환", "하현"], "settings": {"characters": "아담, 순호, 영진, 주환, 하현", "places": "집, 학교, 공원, 은행, 식당", "tools": "칼, 총, 독, 삽, 망치", "story": "어느 날 밤, 어둡고 비밀스러운 곳에 다섯 명의 인물이 모여있었다. 아담, 순호, 영진, 주환, 하현이 그들의 비밀을 숨기고 있었다. 이들은 각자의 이유로 모인 것 같았지만, 그들이 모인 목적은 무엇일까? 그들은 모두 이야기를 나누며 시간을 보내고 있었지만, 그들의 표정에는 불안함이 묻어나고 있었다. 이들의 비밀 중 하나가 범죄와 연관되어 있는 것일까? 과연, 정체를 알 수 없는 범인은 누구일까?", "answer": "범인: 주환\n범행 장소: 학교\n범행 도구: 독", "explanation": "범인 주환은 학교에서 독을 사용해 범죄를 저질렀습니다. 주환은 학교에 악의적인 목적으로 들어와서 독을 사용해 누군가에게 해를 끼쳤습니다. 독은 정밀한 계산과 신중한 사용이 필요한 도구이기 때문에 범인은 사전에 대비하고 계획을 세워서 범죄를 저질렀을 것입니다. 이러한 이유로 주환이 범인으로 추정되었습니다."}}
{"group": "Group1", "players": ["아담", "순호", "하현", "주환", "영진"], "settings": {"characters": "아담, 순호, 하현, 주환, 영진", "places": "신세계 백화점, 광화문, 홍대, 낙성대, 경복궁", "tools": "포도, 칼, 독약, 망치, 총", "story": "한 평화로운 밤, 서울의 다섯 명의 친구들인 아담, 순호, 하현, 주환, 영진이 함께 모여 탐정 게임을 시작했습니다. 그들은 신비롭고 재미있는 이야기 속으로 빠져들기 위해 모험을 결심했습니다. \n어느 날, 그들은 마을에 퍼진 범죄 사건에 대해 듣게 되었습니다. 다섯 명의 친구들은 이 범죄를 해결하기 위해 자신들이 탐정이 되어 범인을 찾아야 했습니다.", "answer": "정답은 하현이, 홍대에서, 포도를 사용했습니다.", "explanation": "하현은 이번 범죄의 주범입니다. 그는 홍대에서 범행을 저지르고, 포도를 사용하여 범인을 물리친 것으로 밝혀졌습니다.\n범행의 배경은 부자들이 많이 찾는 홍대에서 벌어진 것으로 추정됩니다. 하현은 평소 홍대의 한 골목에서 불법 거래를 진행하던 중, 흑마법의 힘으로 포도를 무기로 사용한 것입니다.\n하현은 다른 사람들에게는 친절한 얼굴을 보이지만, 그의 어두운 면은 잘 알려져 있습니다. 이번 사건은 그의 본성을 드러내고, 그가 얼마나 위험한 인물인지 보여주었습니다."}}
{"group": "1", "players": ["아담", "순호", "주환", "하현", "영진"], "settings": {"characters": "아담, 순호, 주환, 하현, 영진", "places": "집, 공원, 은행, 식당, 학교", "tools": "칼, 총, 독, 망치, 도끼", "story": "얼마 전, 작은 도시에서 미스터리한 사건이 발생했습니다. 아담, 순호, 주환, 하현, 영진이라는 다섯 명의 사람들이 있었고, 그들은 모두 이 도시에서 유명한 탐정이었습니다. 도시 안의 다섯 곳인 집, 공원, 은행, 식당, 학교에서는 이들이 자주 출입하는 장소였습니다. 그리고 각각의 탐정들은 칼, 총, 독, 망치, 도끼와 같은 다양한 도구들을 사용하여 사건들을 해결해 왔습니다.", "answer": "범인은 하현이며, 범행은 은행에서 칼을 사용한 것입니다.", "explanation": "하현은 도시에서 가장 능력 있는 탐정 중 하나였습니다. 그러나 그는 어둠 속에서 자신의 악면을 드러내지 않기 위해 범인으로서의 역할을 했습니다. 사건은 은행에서 일어났으며, 하현은 피해자에게 칼을 이용하여 공격했습니다. 그의 동기는 자신을 두 번째로 뛰어난 탐정으로 인정받고 싶은 욕망이었습니다. 모든 흔적들을 잘 지워버린 하현은 탐정들을 혼란에 빠뜨리고, 그들의 추리 능력을 시험해보기 위해 이 사건을 계획한 것이었습니다. 그리고 그의 계획은 성공했습니다. 하지만 진실은 항상 드러나게 됩니다. 이제 탐정들은 그들의 능력을 발휘하여 하현의 범행을 해결해야 합니다."}}
